export default {
  hero_landing: {
    joinUs: "Γίνε μέλος",
    description: "H κοινότητα ανοιχτού λογισμικού του Δημοκριτείου Πανεπιστημίου Θράκης. Στόχος μας είναι είναι η προώθηση του ανοιχτού λογισμικού στο πανεπιστήμιο μας και όχι μόνο."
  },
  blog: {
    title: "Ιστολόγιο",
    allPosts: "Όλες οι αναρτήσεις",
    searchPlaceholder: "Αναζήτηση (σύντομα)",
    category: "Κατηγορία",
    readMore: "Διαβάστε περισσότερα",
  },
  projects: {
    label: "Έργα",
    title: "Ανακαλύψτε όλα τα έργα μας",
    subtitle: "Αυτή είναι μια λίστα με όλα τα τρέχοντα δημόσια έργα μας.",
    visit: "Επισκεφθείτε τον ιστότοπο",
  },
  testimonials: {
    label: "Η Ομάδα μας",
    title: "Τι μοιράζονται οι φοιτητές μας.",
    subtitle: "Οι φοιτητές πίσω από την ομάδα OpenSourceDUTH.",
  },
  // ...add more as needed
};