export default {
  hero_landing: {
    joinUs: "Γίνε μέλος",
    description: "H κοινότητα ανοιχτού λογισμικού του Δημοκριτείου Πανεπιστημίου Θράκης. Στόχος μας είναι είναι η προώθηση του ανοιχτού λογισμικού στο πανεπιστήμιο μας και όχι μόνο.",
    aboutUs: "Σχετικά με Εμάς",
    aboutUsDescription: "Είμαστε μια ομάδα φοιτητών πανεπιστημίου με πάθος για το ανοιχτό λογισμικό και την κοινότητα FOSS. Στόχος μας είναι να δημιουργήσουμε έναν χώρο όπου οι φοιτητές μπορούν να μάθουν και να συμβάλλουν στην κοινότητα του ανοιχτού λογισμικού.",
  },
  blog: {
    title: "Ιστολόγιο",
    allPosts: "Όλες οι αναρτήσεις",
    searchPlaceholder: "Αναζήτηση (σύντομα)",
    category: "Κατηγορία",
    readMore: "Διαβάστε περισσότερα",
  },
  projects: {
    label: "Έργα",
    title: "Ανακαλύψτε όλα τα έργα μας",
    subtitle: "Αυτή είναι μια λίστα με όλα τα τρέχοντα δημόσια έργα μας.",
    visit: "Επισκεφθείτε τον ιστότοπο",
  },
  testimonials: {
    label: "Η Ομάδα μας",
    title: "Τι μοιράζονται οι φοιτητές μας.",
    subtitle: "Οι φοιτητές πίσω από την ομάδα OpenSourceDUTH.",
  },
  info_landing: {
    aboutUs: {
      title: "Σχετικά με Εμάς",
      description: "Είμαστε μια ομάδα φοιτητών πανεπιστημίου με πάθος για το ανοιχτό λογισμικό και την κοινότητα FOSS. Στόχος μας είναι να δημιουργήσουμε έναν χώρο όπου οι φοιτητές μπορούν να μάθουν και να συμβάλλουν στην κοινότητα του ανοιχτού λογισμικού.",
      list: {
        collaborative: {
          title: "Συνεργατικότητα",
          description: "Στην ομάδα μας εκτιμούμε τη συνεργασία και την ομαδική εργασία επειδή μαζί μπορούμε να πετύχουμε μεγάλα πράγματα."
        },
        innovative: {
          title: "Καινοτομία",
          description: "Αναζητούμε πάντα να εμπλεκόμαστε στις τελευταίες τεχνολογίες και καινοτομίες και να συμβάλλουμε σε αυτές."
        }
      }
    }
  },
  // ...add more as needed
};